Repository: common-repository/restricted-media
Catalog: languages/rsmdlang-*.po
Languages: it_it

source: Restricted Content
it_it: Contenuto Riservato

source: Is this content restricted
it_it: Questo contenuto è riservato

source: Which role is allowed to view it
it_it: Quale ruolo può visualizzarlo

source: All
it_it: Tutti

source: This element is currently included into
it_it: Questo elemento è attualmente incluso in

source: Is restricted
it_it: È riservato

source: Allow download from the URL below only to logged in users
it_it: Consenti download dall'URL seguente solo agli utenti connessi

source: URL for downloading
it_it: URL per il download

source: Use this URL to let logged in users download this media
it_it: Utilizza questo URL per consentire agli utenti connessi di scaricare

source: Allowed Role
it_it: Ruolo consentito

source: Allow download to this role only
it_it: Consenti il download solo a questo ruolo

source: Redirect if not logged in
it_it: Reindirizza se non connesso

source: Define where to redirect not logged in users trying to access restricted contents
it_it: Stabilisci dove reindirizzare gli utenti non connessi che tentano di accedere a contenuti con restrizioni

source: Redirect not logged in users to this page
it_it: Reindirizza a questa pagina gli utenti non connessi

source: Select a page from the list above
it_it: Selezionare una pagina dall'elenco qui sopra

source: It only applies to the current WPML language
it_it: Impostazione valida per la sola lingua WPML corrente

source: Redirect not logged in users to the above page also if an archive page contains a restricted content
it_it: Reindirizza gli utenti non connessi alla pagina qui sopra anche quando una pagina di archiviazione contiene un contenuto protetto

source: Prevent from browsing archive page containing restricted elements
it_it: Impedisci l'esplorazione della pagina di archivio contenente elementi con restrizioni

source: One or more values entered were not accepted, so they were set to a default value. Please check it out
it_it: Uno o più valori immessi non sono stati accettati, pertanto sono stati impostati su un valore predefinito. Si prega di controllare

source: The redirect page that you have selected is now no more restricted
it_it: La pagina di reindirizzamento selezionata non è più riservata

source: Settings saved
it_it: Impostazioni salvate

source: Setup
it_it: Impostazioni

source: Media currently subject to restriction
it_it: Media attualmente soggetti a restrizioni

source: No restricted media found
it_it: Nessun supporto con restrizioni trovato

source: Contents currently subject to restriction
it_it: Contenuti attualmente soggetti a restrizioni

source: No restricted contents found
it_it: Nessun contenuto riservato trovato

source: Settings
it_it: Impostazioni

source: A brand new version or "Restricted Media, Pages and Posts" is out, please download it now, since this plugin will be no more maintained. Please download and install it from the <a href="/wp-admin/plugin-install.php?s=nutsforpress&tab=search&type=term" title="NutsForPress" alt"NutsForPress">WordPress repository</a>
it_it: Una nuova versione o "Restricted Media, Pages and Posts" è disponibile, per favore scaricala ora, dal momento che questo plugin non sarà più mantenuto. Scaricala e installala dal <a href="/wp-admin/plugin-install.php?s=nutsforpress&tab=search&type=term" title="NutsForPress" alt"nutsforpress"="">repository WordPress</a>

source: Thanks for downloading "NutsForPress Restricted Contents"
it_it: Grazie per aver scaricato "NutsForPress Restricted Contents"

source: Please, do the setup of "NutsForPress Restricted Contents", then deactivate and delete "Restricted Media, Pages and Posts"
it_it: Per cortesia, esegui la configurazione di "NutsForPress Restricted Contents", poi disattiva e elimina "Restricted Media, Pages and Posts"
